Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Thousands of migrants who are camped in Calais are attempting to reach the UK by crossing the Channel.
pt: Milhares de pessoas estão acampadas em Calais, no norte da França, na esperança de entrar na Grã-Bretanha .

source: Brazilian police killed more people in five years than US officers did in 30
pt: Polícia brasileira matou seis pessoas por dia nos últimos cinco anos

source: The Obama administration is supporting the moderate Syrian opposition fighting Assad in the ongoing Syrian civil war but has been reluctant to take direct action against the regime even as it fights the terror group ISIS in the northern part of the country.
pt: Desde o início da guerra civil na Síria, os EUA têm apoiado os grupos de oposição a Assad, mas nos últimos tempo têm se focado em combater a milícia radical Estado Islâmico (EI), que controla partes do país.

source: China Feb flash HSBC PMI at 4-month high but export orders shrink
pt: PMI da indústria da China vai à máxima em 4 meses mas encomendas de exportação recuam

source: Iran's nuclear pact: Deal of the century?
pt: Entenda a importância do acordo nuclear com o Irã

source: The exhibition by filmmaker and photographer Roberto Chile, consists of a collection of photos primarily taken in 2010 and which allow the spectator to reconnect with a world renowned figure, as is Fidel.
pt: Esta mostra, do documentarista e fotógrafo Roberto Chile, compreende um conjunto de imagens tomadas essencialmente no ano 2010 e que permitem ao espectador o reencontro com um homem de Estado de estatura mundial, como é Fidel.

source: There is less aid flowing into Afghanistan than before, and the loss is keenly felt, especially as it comes at the same time as the departure of nearly all foreign forces .
pt: Há menos ajuda chegando ao Afeganistão, e essa diferença é profundamente sentida, especialmente por ocorrer em paralelo à retirada das forças estrangeiras do país .

source: Many concert-goers wore gray in response to promotional images, an apparent reference to Gray, who died in a Baltimore hospital a week after his arrest on April 12.
pt: Muitas pessoas que foram ao show usavam roupas cinzas, atendendo a apelos da promoção do show, em uma clara referência a Freddie Gray (cinza, em inglês), que morreu em um hospital de Baltimore uma semana depois de sua prisão em 12 de abril.

source: "I couldn't have done that .
pt: E não podemos ter um novo.

source: "This is certainly a coalition that, to my regret, does not reflect the positions of the nationalist camp and is not to our liking, to put it mildly," said Lieberman, adding that he was resigning as foreign minister.
pt: - Esta é certamente uma coalizão que, para meu pesar, não reflete as posições do setor nacionalista e não é de nosso gosto, para dizer de forma mais suave.

source: Chrysler to recall nearly 870,000 SUVs for brake problem
pt: Chrysler irá fazer recall de quase 870 mil SUVs por problema em freios

source: "Now, thanks to the extraordinary sacrifices of our men and women in uniform, our combat mission in Afghanistan is ending, and the longest war in American history is coming to a responsible conclusion."
pt: "Agora, graças ao sacrifício extraordinário de nossos homens e mulhereres, a missão de combate no Afeganistão chega ao fim e a guerra mais longa da história dos Estados Unidos acaba de maneira responsável", disse o mandatário em um comunicado divulgado pela Casa Branca.

source: How to make Formula 1 more exciting?
pt: Dos tempos em que a Fórmula 1 foi mais...

source: Chinese President Xi Jinping earlier ordered "all-out rescue efforts" to find any survivors.
pt: O presidente Xi Jinping está a caminho do local e deu ordem para que todos os "esforços de resgate sejam feitos".

source: Other US defence sources confirmed that the "partner nations" that are "fully" participating are Saudi Arabia, the United Arab Emirates, Jordan and Bahrain .
pt: Autoridades norte-americanas disseram que os ataques foram realizados pelos Estados Unidos, Bahrein, Catar, Arábia Saudita, Jordânia e Emirados Árabes Unidos .

source: Web's new question: Is this cat going up or down the stairs?
pt: Mas o felino está subindo ou descendo a escada ?

source: The Copa America has kicked off with a win for the host nation, Chile .
pt: O Brasil vai vencer o Peru na estreia da Copa América do Chile?

source: Ahram Online - Gunmen kill 20 labourers in SW Pakistan: Officials
pt: Homens armados matam 20 trabalhadores enquanto dormiam no Paquistão - Yahoo Notícias

source: "For a young person to lose your father and then have to go through this is a very bad experience," he said, speaking from his home in Athens.
pt: "Para um jovem, já é uma experiência muito triste perder um pai, ainda mais ter que passar pela exumação pouco depois", afirma Alakiotis.

source: At the same time, science is also unpicking the full implications of the potent stuff being dealt on our streets.
pt: Ao mesmo tempo, a Ciência está descortinando as implicações da droga mais potente vendida nas ruas.

source: Two security sources said on Tuesday that a member of the security services had also been killed when the Mercedes car packed with 25 kg (55 pounds) of explosives detonated.
pt: Duas fontes das forças de segurança afirmaram que um integrante de seus serviços também tinha sido morto quando as bombas que estavam no carro, um Mercedes com 25 quilos de explosivos, foram detonadas.

source: "The terror attack in Paris brings to mind so much cruelty, human cruelty, so much terrorism, both isolated terrorism and of state terrorism," the 78-year old pontiff said according to Vatican radio.
pt: "O atentado de ontem (quarta-feira) em Paris faz-nos pensar na grande crueldade humana, no terrorismo: nos atos isolados e no (terrorismo) de Estado", disse Francisco.

source: "What women do with their placenta is up to them - but I wouldn't recommend they eat it."
pt: — O que as mulheres fazem com as próprias placentas é com elas .

source: EU, IMF to finance most part of expenses on Ukraine-EU-Russia gas deal - Naftogaz
pt: Rússia e Ucrânia não chegam a acordo sobre gás em reunião com UE

source: "Moreover, providing jobs to more than 40 million additional people who enter the global labour market every year is proving to be a daunting challenge," the report's authors conclude .
pt: Segundo a OIT, criar mais de 40 milhões de empregos por ano para a geração que entra no mercado de trabalho no mundo "será um enorme desafio".

source: Revenue fell by 7 percent adjusted for currency swings, with growth in China, the Middle East and Latin America failing to offset previously flagged declines in North America and Japan due to the ending of projects with major clients.
pt: O crescimento na China, Oriente Médio e América Latina no primeiro trimestre compensou apenas parcialmente a queda nas vendas na América do Norte e Japão, devido ao fim de grandes projetos.

source: USA beats Japan in Women's World Cup final
pt: Estados Unidos supera Alemanha e chega a sua quarta final na Copa do Mundo Feminina

source: "The grit and passion of Argentinian players gives us a chance against any team in the world," said Bauza, who, when in charge of LDU Quito, made life extremely difficult for favourites Manchester United in the final of the 2008 tournament .
pt: “A garra do jogador argentino é uma forma de se equiparar ao nível dos melhores do mundo”, destaca Bauza, que, comandando a LDU em 2008 dificultou a vida do favorito Manchester United .

source: These powerful nations have created the rationale for the South African government to allow al-Bashir into the country despite the international warrant of arrest hanging over his head, and then to allow him to travel home despite a South African High Court order to the contrary.
pt: Um juiz da sul-africano ordenou neste domingo que autoridades não deixem o presidente do Sudão, Omar al-Bashir, que está na África do Sul para uma reunião da União Africana, sair do país por causa de uma ordem internacional de prisão contra ele.

source: North Korea’s Foreign Minister said at a United Nations conference that his county would use a pre-emptive strike if necessary to stop “an ever-increasing nuclear threat” from the United States.
pt: Ministro do Exterior afirma que país tem capacidade de deter "ameaça nuclear" americana, conduzindo um ataque preventivo, se necessário .

source: At least 20 killed in fighting in Russia's Chechnya Thu, Dec 4 2014
pt: Pelo menos 20 pessoas são mortas em combates na Chechênia

source: Canada also ordered all its airlines to always have two people in the cockpit, in an emergency directive the government said was mandatory and effective immediately.
pt: Por fim, o governo canadense determinou que as companhias aéreas do país adotem a prática de manter duas pessoas na cabine o tempo todo.

source: "The small, but significant, difference in the tungsten isotopic composition between Earth and the Moon perfectly corresponds to the different amounts of material gathered by Earth and the moon post-impact," said Prof Richard Walker from the University of Maryland, one of the authors on the US study.
pt: "A diferença na composição dos isótopos de tungstênio na Lua e na Terra é pequena, mas relevante - e corresponde perfeitamente às quantidades diferentes de material agregado pela Terra e pela Lua após o impacto .

source: Indian PM Modi prepared for Kashmir talks with Pakistan
pt: Premiê da Índia diz querer negociações com Paquistão

source: What does it say that we didn't already know?
pt: Estamos pronto para ouvir o que você tem a dizer.

source: “It’s not about me anymore,” she said .
pt: Mas o que eu digo aqui não é isso .

source: Not everyone on Twitter shared Obama's enthusiasm for basketball.
pt: Nem todos no Twitter compartilham do entusiasmo do mandatário pelo basquete.

source: The al-Qaida-linked Islamic State of Iraq and the Levant has reached out to other rebel groups in Syria to head off infighting, in an audio message posted online Sunday.
pt: O Estado Islâmico no Iraque e Levante (EIIL), ligado à Al-Qaeda, estendeu a mão aos rebeldes sírios, seus antigos aliados, pedindo neste domingo o fim dos confrontos entre seus combatentes na Síria.

source: Security forces said about 20 police officers were hurt.
pt: Tem 20 policiais feridos'', disse.

source: There are basically no Russian troops abroad while US troops are everywhere .
pt: "Basicamente não há soldados russos em lugar algum pelo mundo; mas há soldados norte-americanos em todas os cantos do mundo .

source: In 2012, Breivik was sentenced to 21 years in prison at the Oslo District Court.
pt: Em 2012, o extremista de direita foi condenado a 21 anos de prisão .

source: Islamic State enters ruins of Syria’s Palmyra
pt: Estado Islâmico toma cidade antiga de Palmira, na Síria

source: MADRID (Reuters) - Two-goal Cristiano Ronaldo may have become the record scorer in European competition on Tuesday but the Real Madrid forward was left seething by another poor performance from the stuttering European champions.
pt: MADRID (Reuters) - Os dois gols de Cristiano Ronaldo podem tê-lo tornado o maior artilheiro da história da competição europeia, mas o atacante do Real Madrid saiu de campo incomodado na terça-feira com mais uma performance ruim do clube atual campeão europeu.

source: Doctors, however, said it was not clear whether the drug had contributed to their eventual recovery.
pt: Médicos da instituição disseram que não poderiam determinar se a droga fez diferença em sua recuperação.

source: "When he got accepted I burst into tears," says Amy, a single mother .
pt: "Quando Hunter foi aceito, comecei a chorar", conta ela, que é mãe solteira .

source: “I get so ill I can’t even get up,” she said.
pt: Se não a tivesse eu não estaria bem do jeito que eu estou hoje”.

source: Student Alexandra Lauren told CNN that she was in the library at the time of the shooting.
pt: A estudante de graduação Alexandra Lauren declarou à rede de televisão CNN que estava na biblioteca no momento do tiroteio.

source: Getty's death appeared to have been from either accidental or natural causes, Los Angeles County Coroner's Office spokesman Ed Winter told a news conference.
pt: Embora a investigação continue em andamento, os indícios apontam para um acidente ou uma morte natural, explicou o porta-voz do escritório legista do condado de Los Angeles, Ed Winter.

source: "We know we've made a big step .
pt: Sabemos que demos um grande passo .

source: "We know we’ve made a big step .
pt: Sabemos que demos um grande passo .

source: Western governments and the Ukrainian authorities in Kiev accuse Russia of supplying the separatist rebels in eastern Ukraine with heavy weapons and soldiers.
pt: A Ucrânia e seus aliados ocidentais acusam a Rússia de apoiar militarmente os separatistas, enviando armas e tropas ao território ucraniano.

source: Francesca Marina, named after St. Francis and the Italian navy, was 3.37 kilos (7 pounds, 7 ounces) when she was delivered aboard the Bettica naval vessel in the Mediterranean a week ago .
pt: Francesca Marina, nomeada em homenagem a São Francisco e à Marinha italiana, pesou 3,37 quilos quando nasceu a bordo da embarcação naval Bettica no Mediterrâneo, há uma semana .

source: James Watson, co-discoverer of DNA, to sell Nobel Prize medal he won in 1962
pt: Medalha do prêmio Nobel ganha por James Watson em 1962 que será leiloada

source: The spokesman, Rajih Badi, called for an "urgent meeting" on Tuesday morning in order to create a "roadmap" to end violence, after a day of clashes between the Huthis and the army.
pt: Badi convocou uma reunião de urgência para esta terça-feira de manhã entre todas as forças políticas no Iêmen a fim de estabelecer "um mapa do caminho para por fim aos atos de violência".

source: The 4.6 percent fall was the same as in March .
pt: Em março, a queda acumulada foi de 3,1%.

source: He added that he didn't "think we have made sufficient progress but we will try to push in the direction of a successful conclusion of the issues we have to deal with."
pt: "Não acredito que tenhamos conseguido avanços suficientes, mas tentaremos seguir na direção de uma conclusão de sucesso nos temas que devemos resolver", completou.

source: It was the biggest victory for Islamic State in Iraq since security forces and Shia paramilitary groups began pushing the militants back last year, aided by air strikes from a U.S.-led coalition.
pt: Se a cidade de Ramadi cair, seria a primeira grande a ser conquistada pelos insurgentes no Iraque desde que as forças de segurança e grupos paramilitares começaram a forçá-los a retroceder no ano passado, com a ajuda dos bombardeios realizados pela coalizão liderada pelos Estados Unidos.

source: * Swiss firm must sell assets ahead of Lafarge merger
pt: Holcim e Lafarge podem vender ativos no Brasil para ter fusão aprovada

source: "People make so much fun of me for that, but I don't know .
pt: "Pois é, eu estou nervosa com isso, porque ainda não sei .

source: The reshuffle, which ensured there are no executives from top shareholder Telefonica (TEF.MC) on the board, was welcomed by minority investors concerned about a possible conflict of interest because the Spanish and Italian companies operate as competitors in Brazil.
pt: A reformulação, que deve assegurar que nenhum executivo da Telefónica tenha lugar no Conselho, é direcionada para aplacar críticas de investidores minoritários preocupados com um possível conflito de interesses já que ambas as empresas são rivais no Brasil.

source: On Tuesday, Hizbullah claimed a roadside bomb in the occupied Shebaa Farms area near the ceasefire line that wounded two Israeli soldiers and prompted Israeli artillery fire into southern Lebanon.
pt: Uma explosão na fronteira entre Líbano e Israel feriu três soldados israelenses nesta terça-feira e o Exército de Israel respondeu com fogo de artilharia em direção ao outro lado da fronteira, disse uma fonte de segurança israelense.

source: I am lucky enough to get to do things a lot of people will never experience.
pt: "A gente não pode fazer muita coisa por causa do tempo, cada um tem seu trabalho .

source: SPIELBERG, Austria (Reuters) - Nico Rosberg won the Austrian Formula One Grand Prix for the second year in a row in a Mercedes one-two finish with team mate Lewis Hamilton on Sunday.
pt: SILVERSTONE (Reuters) - Atual campeão da Fórmula 1, Lewis Hamilton venceu neste domingo o Grande Prêmio da Grã-Bretanha pelo segundo ano consecutivo, enquanto seu companheiro de Mercedes e rival na disputa pelo título, Nico Rosberg, terminou em segundo lugar.

source: I don't mind it at all .
pt: Mas, quem está vendo isso não sou eu .

source: It has also suffered a wave of violence in largely Kurdish southeastern Turkey after a suspected Islamic State suicide bombing killed 32 people, many of them Kurds, in the town of Suruc on the Syrian border this week.
pt: O ataque ocorreu em meio a uma onda de violência na Turquia na sequência de um atentado suicida perto da fronteira com a Síria, que matou 32 pessoas na segunda-feira .

source: The patient’s treatments included a drip of human serum with antibodies from Ebola sufferers who had survived the disease, as well as other drugs which were not named.
pt: Romero foi tratada com soro humano contendo anticorpos de portadores do vírus do ebola que sobreviveram à doença e outros medicamentos que a porta-voz do governo se recusou a revelar .

source: This increase showed the boycott had no impact on Indonesia’s tourism sector, Niscaya told Reuters .
pt: Este aumento mostraria que o boicote não afetou o setor turístico indonésio, afirmou Niscaya à Reuters .

source: He has cast the battle against Gulen's "Hizmet" (service) network as a continuation of Turkey's "normalization", a struggle to root out anti-democratic forces, and said on Monday that Turkey's democratic standards were rising.
pt: Erdogan disse que os padrões democráticos da Turquia estavam em ascensão e que as operações contra a rede de Gulen integram esforços para desenraizar forças antidemocráticas e iriam continuar .

source: The charges range from money laundering to fraud and racketeering .
pt: Ele é acusado de lavagem de dinheiro e peculato .

source: “A paper-based advisory service will no longer be relevant to more tech-savvy clients in future,” warned Matthias Bossardt of KPMG Switzerland’s IT Advisory division .
pt: "Um serviço de aconselhamento baseado no papel perderá a relevância no futuro para os clientes mais afins às novas tecnologias", alerta Matthias Bossardt, da divisão de IT da consultoria KPMG .

source: The losses, admit GFI executives, are probably higher than those found by the study, since the methodology used for the survey are conservative and do not include earnings from drug trafficking, human smuggling, and other criminal activities — which are often settled in cash as well financial transactions between subsidiaries of the same multinational corporations.
pt: Mas as perdas são provavelmente anda maiores, disse a GFI, considerando que suas estimativas não incluem grandes quantias de contrabando de dinheiro - método favorito de movimentar dinheiro por parte de traficantes de drogas e outros criminosos ou em negociações por serviços ou transferências financeiras entre ramificações de corporações multinacionais.

source: The storyteller in him knew he would have to step back to let others draw their own conclusions about how the rope severed after Hadow slipped.
pt: O contador de histórias dentro dele sabe que teria de dar um passo atrás para permitir que outros tirem suas próprias conclusões sobre como a corda foi cortada apos o escorregão de Hadow.

source: Imports of consumer goods fell 20.25 percent, while imports related to investments in areas such as raw materials and capital goods also plunged.
pt: As importações de bens de capital e matérias-primas estão caindo há algum tempo e também houve queda nos combustíveis. ”

source: "Pope Francis obviously holds the Dalai Lama in very high regard but he will not be meeting any of the Nobel laureates," a Vatican spokesman said, adding that the pontiff would send a video message to the conference.
pt: O Dalai Lama, que está em Roma para um encontro com vencedores do Prêmio Nobel, disse à mídia italiana que procurou o Vaticano em busca de um encontro, mas foi informado que não seria possível.

source: French prosecutors launched a murder probe Saturday into one of the country's worst cases of infanticide after five dead babies were discovered in a home near Bordeaux.
pt: Os corpos de cinco bebês foram encontrados nesta quinta-feira em uma casa do sudoeste da França, no mais grave caso de infanticídio no país nos últimos cinco anos, informou um oficial ligado à investigação.

source: It earlier sold a 10 percent stake in Shah Deniz.
pt: A companhia já havia vendido uma participação de 10 por cento em Shah Deniz anteriormente.

source: Iran denies nuclear scientist killed in Syria
pt: Cientistas nucleares morrem em atentado na Síria

source: Swedish judge keeps in place detention order against WikiLeaks founder Julian Assange
pt: Equador mantém defesa de Assange contra ordem de prisão na Suécia

source: Gaza City (CNN) -- The soldier that Israel claimed Hamas militants captured Friday, as a temporary cease-fire to the conflict in Gaza rapidly unraveled, is dead, Israel's military said.
pt: JERUSALÉM (Reuters) - Um soldado israelense foi aparentemente capturado por militantes palestinos durante um confronto no sul da Faixa de Gaza nesta sexta-feira, disse um porta-voz das Forças Armadas israelenses.

source: The airlines announced that they would no longer transport lion, rhinoceros, leopard, elephant or buffalo remains.
pt: As companhias disseram que não transportariam mais restos mortais de leões, rinocerontes, leopardos, elefantes e búfalos.

source: The former South African President, who led his country out of decades of apartheid after being imprisoned 27 years, died in December at age 95.
pt: Mandela, o primeiro presidente negro da África do Sul, que passou 27 anos nas prisões do regime racista do apartheid, morreu no dia 5 de dezembro de 2013 aos 95 anos.

source: The Obama administration has no business sending lethal arms to either side .
pt: Obama diz que não tomou decisão sobre envio de armas letais à Ucrânia

source: U.S. President Barack Obama on Tuesday vowed to continue the fight against Islamic State fighters following the first U.S.-led airstrikes targeting the militant group in Syria, and pledged to build even more international support for the effort .
pt: O presidente dos EUA, Barack Obama, está trabalhando para formar uma coalizão global de combate ao grupo Estado Islâmico, que controla grandes partes da Síria e do Iraque .

source: Airbus has drawn up plans to revamp its biggest-selling wide-body passenger jet to preserve a second front in its competition with the delayed Boeing 787 Dreamliner (BA.N) while it prepares to introduce the A350.
pt: A Airbus está trabalhando em planos para atualizar seu jato de dois corredores a fim de preservar uma frente de competição com o Boeing 787 Dreamliner, enquanto se prepara para introduzir no mercado o modelo A350.

source: Obama made the financial commitment during an Oval Office meeting with Iraqi Prime Minister Haider al-Abadi in the Oval Office.
pt: Obama fez o compromisso financeiro durante uma reunião com o primeiro-ministro iraquiano, Haider al-Abadi.
